Repository: nickcherr/gnu_linux_development
Catalog: 11_Documenting/*.po
Languages: ru

source: Too many arguments
ru: Слишком много аргументов

source: -r
ru: -р

source: --help
ru: --помощь

source: -h
ru: -п

source: Usage: -h, --help shows this help message -r make program work with roman numbers
ru: Использование: -п, --помощь выводят это сообщение -р позволяет программе работать с римскими числами

source: ERROR: Invalid argument
ru: ОШИБКА: Невалидный аргумент

source: imagine a number between 1 and 100
ru: задумайте число от 1 до 100

source: please always answer "yes" or "no"
ru: пожалуйста, всегда отвечайте "да" или "нет"

source: is your number greater than %s?
ru: ваше число больше чем %s?

source: is your number greater than %d?
ru: ваше число больше чем %d?

source: yes
ru: да

source: no
ru: нет

source: bad input. try again
ru: плохой ввод. попробуйте еще раз

source: I guess your number is %s
ru: я предполагаю, что Ваше число - %s

source: I guess your number is %d
ru: я предполагаю, что Ваше число - %d
